start_text = (
    "Привет! Я MoodFood — твой персональный помощник в выборе еды! 🍽️\n\n"
    "Скажи, как ты себя чувствуешь сегодня? Я подберу для тебя блюдо, которое идеально подойдет под твое настроение и цели!\n\n"
    "Давай начнем! Ответь на несколько вопросов, и я предложу тебе вкусный вариант. 😋"
)

about_bot = (
    "MoodFood — это персональный Telegram-бот, который помогает подобрать блюдо или рацион питания на день в зависимости от твоего настроения, целей и вкусовых предпочтений.\n\n"
    "Что умеет MoodFood?\n"
    "— Подбирает блюда из доступных продуктов, которые легко найти в Кыргызстане\n"
    "— Учитывает твои цели: похудеть, набрать массу, сконцентрироваться или просто вкусно поесть\n"
    "— Помогает контролировать калорийность\n"
    "— Предлагает подробный рецепт каждого блюда — чтобы ты мог приготовить сам\n"
    "— Или сразу даст ссылку на ресторан / доставку, где можно заказать это блюдо в твоем городе\n\n"
    "MoodFood — твой помощник для вкусного и удобного питания!"
)

# Тип еды при старте
food_type = [
    "Полный рацион на день",
    "Одно блюдо",
]

mood = [
    "Радость",
    "Усталость",
    "Спокойствие",
    "Стресс",
    "Грусть",
]

aim = [
    "Похудение",
    "Набрать массу",
    "Концентрация",
    "Просто вкусно поесть",
]

format = [
    "Быстрый перекус",
    "Полноценное блюдо",
    "Напиток или смузи",
    "Десерт",
]

preferences = [
    "Мясо",
    "Рыба",
    "Вегетарианское",
    "Без разницы",
]

drink_effect = [
    "Энергия",
    "Расслабление",
    "Витамины",
]

drink_base = [
    "Фрукты",
    "Овощи",
    "Ягоды",
    "Без разницы",
]

calories = [
    "Легкий рацион до 1200 ккал",
    "Очень легкий рацион до 1000 ккал",
    "Средний 1500 ккал",
    "Повышенный 2000–2500 ккал",
    "Максимальный 3000+ ккал",
    "Без разницы",
]

meals = [
    "3–4 приёма",
    "4–5 приёмов",
    "5 приёмов",
    "6 приёмов",
    "7–8 приёмов",
    "Без разницы",
]

ration_links = {
    "Легкий рацион до 1200 ккал": "https://sixboxfood.com/#slide4",
    "Очень легкий рацион до 1000 ккал": "https://sixboxfood.com/#slide5",
    "Средний 1500 ккал": "https://sixboxfood.com/#slide6",
    "Повышенный 2000–2500 ккал": "https://sixboxfood.com/#slide7",
    "Максимальный 3000+ ккал": "https://sixboxfood.com/#slide8",
    "Без разницы" : "https://sixboxfood.com/"
}